Repository: mozilla-l10n/mt-training-data
Catalog: khw/khw_pontoon.tmx
Source language: en_us
Languages: khw

source: Corsican
khw: کورسیکن

source: { $count } clips
khw: { $count } اسکوردی ہواز

source: { $count }mo
khw: { $count }لمحہ

source: Country/Region of Residence
khw: ملک/حال بیکو علاقہ

source: { $count }wk
khw: { $count } ہفتہ

source: { $count }y
khw: { $count } ی

source: [Crackle] giant dinosaurs of [crackle] -riassic.
khw: [شور] لوٹ ڈائنوسار [شور]- رائزیک

source: Create a Custom Goal
khw: تان چیتہ حدف لکھے

source: Create a profile
khw: ای پروفائل ساوزاوے

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
khw: تان، تان دوستانا یا کمیونیٹیو رویان ݯکھے نوغ عام لوان جملا پیدا کو - مثلا بو رویان ݯکھے نویشے۔

source: Create or share public domain prompts, sentences, and text for translation, small language models, and more.
khw: عام رویان دائرو اشارہ، جملہ یا ترجمہ کوریکو پچین نیویشیرو، چیق وارو ماڈل یا خور کیاغ ساوزاوے یا بوژے

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
khw: مختلف رویان تین موقع دیتی کامن وائس ہیا لوو یقینی کویان کہ دیٹاسیٹ کندوری کی ہوئی زیاد رویان خسمتو کورار۔ اسپہ تہ استعمالو پچین وسائل ساوزے اسوسی۔

source: Crimean Tatar
khw: کرَیمین تاتار

source: Criteria
khw: اصول

source: Croatian
khw: کروشین

source: Czech
khw: زیچ

source: Dagbani
khw: ڈگبانی

source: Daily Goal
khw: ہو انوسو مقصد

source: Dameli
khw: دمیلی

source: Danish
khw: ڈینئش

source: Dargwa
khw: درگوا

source: Dashboard
khw: ڈِش بورڈ

source: Database: { $databaseLanguage }
khw: ڈیٹابیس{ $databaseLanguage }

source: Dataset Release
khw: ڈِیٹاسیٹو پوروشٹہ انگیگ

source: Datasets
khw: ڈیٹاسیٹس

source: Datasets for ASR, STT, TTS, and other NLP contexts - created through community participation.
khw: اے ایس آر، ایس ٹی ٹی، ٹی ٹی ایس وا خور این ایل پی ماحولو ڈیٹاسیٹ- کمیونیٹیو مدد سورا ساوزے اسوس

source: Date
khw: تاریخ

source: Dawoodi
khw: داودی

source: Days
khw: بس

source: Delete
khw: بوغاوے

source: Delete my recordings
khw: مہ ہوازان بوغاوے

source: Delete Profile
khw: پروفائلو بوغاوے

source: Dhivehi
khw: دھیویہی

source: Dholuo
khw: ڈھولوو

source: Did you know…
khw: تہ تین معلومہ۔۔۔

source: Different language
khw: خور وار

source: Difficult
khw: گران

source: Difficult to pronounce
khw: ادا کوریک مشکل

source: Dioula
khw: دیولا

source: Discard ongoing recording
khw: جاری رکارڈینگو ضائع کو

source: Discover languages and communities and common voice
khw: کمیونیٹییان اوچے واران وا ای قسمہ ہوازان مݰکے

source: do
khw: کورے

source: Documentation
khw: دستاویز

source: Does the sentence meet the guidelines?
khw: ہیا جملہ رہمنائی مطابقا سہیا؟

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
khw: دائرہ جملو موضوع حوالہ دویان۔ ہنیسے تو ہمیتان موژار ای غو گنیکو بوس:

source: Donate
khw: چندہ

source: Donate your voice
khw: تان ہوازو دیت

source: Done
khw: ہوئے

source: do not
khw: نو

source: Don't see your language on Common Voice yet?
khw: تہ وار کامن وائیسا نیکی وا؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
khw: تہ وار کی ڈِیٹا سیٹا نو اوشوئے۔ وارو شامل کوریکو بچین واران صفحہ بوغے۔

source: Don't wish to say
khw: لو دیک نو مݰکیمان

source: Download
khw: ڈونلوڈ

source: Download a certificate for your events or yourself if you have contributed to Common Voice — this would not be possible without you!
khw: تان تقریبان یا تو کی کامن وائسا حصہ درے اسوس تان سرٹیفیکیٹو ڈاونلوڈ کو — ہیہ تہ سار غیر ممکن نو

source: Download Common Voice Data
khw: کامن وائسو معلومات ڈاون لوڈ ہوئے

source: Download Data
khw: ڈیٹو ڈونلوڈ کو

source: Download Dataset Bundle
khw: ڈیٹاسیٹو بنڈالو ڈاون لوڈ کو

source: Download { $language }
khw: { $language }ڈاون لوڈہوئے

source: Download Links
khw: لنکان ڈونلوڈ کو

source: Download My Data
khw: مہ معلوماتان ڈاون لوڈ کو

source: Download options for accessing Common Voice data
khw: کامن وائسو معلوماتا توریکو پچین اختیاراتان ڈون لوڈ کو

source: Download our press pack <icon></icon>
khw: اسپہ نیویشیروان پیکیجو ڈونلوڈ کو</icon><icon>

source: Download our voice datasets
khw: اسپہ ڈیٹاسیٹو ڈاون لوڈ کو

source: Download profile data
khw: پروفائلو معلوماتان ڈون لوڈ کو

source: Download the Dataset
khw: ڈیٹاسیٹو ڈاون لوڈ کو

source: Download the Single Word Target Segment
khw: سنگل ورڈ ٹارگیٹ سیگمنٹ ڈونلوڈ ہوئے

source: Download your contribution certificate
khw: حصہ دریکو تان سرٹیفیکیٹو ڈاونلوڈ کو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
khw: تہ سون کیا ائیڈیا شینیا کہ اسپہ کامن وائسو کیچہ کوری بہتر کوسی۔ مشقوگیا اسپہ سون لو دیت۔

source: Do you want to continue?
khw: تو جاری سوتیک مݰکیسانا؟

source: Do you want to Speak, Listen or both?
khw: تو لوو دیک مݰکیسانا، کارکوریک ِیا جوکھاڑان؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
khw: ژینگے ہیا پیڅے یا<browseWrap> اندرینو بوغے </browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
khw: تان فائلو ہیا پیځے <uploadButton> یا اپلوڈ کوریکو پچین اف دیت </uploadButton>

source: Drop file here to upload
khw: فائیلو اپلوڈ کوریکو بچین ہیا پیڅے

source: Duala
khw: دوالا

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
khw: جمع کوریکو موژی"جمع" بٹنو دیکو تبصیرو پیچھین بوئے ۔ گیاک 5 سیٹ رکارڈنگا یا تصدیق کوریک جاری بوئے۔

source: Dutch
khw: ڈچ

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
khw: دیٹا سیٹا لکھیرو ہر اشناری ایم پی 3 وا توغو سون ݯوکیرو فائلان مڑاغ۔ ڈیٹاسیٹا زیاد <b>{ $total }</b> رکارڈ بیرو گھنٹہ ابادیو معلومات مثلا عمر، جنس وا لہجہ کی ہیت لوو ہوݰ کوراک مشینو سہی گریا تربیت دیکا مدد کونیان۔ موجودہ وختا ڈیٹا سیٹ<b>{ $languages }واران <b>{ $valid }</b> سند بیرو گھنٹہ مشتمل شیر۔ لیکن اسپہ ہر وختا خور ہوازن وا واران شامل کوسیان۔ہیا ژاغا<languagesLink> واران صفحو لوڑے کی وارو پچین درخواست یا مدد کوریک کی مݰکیسان۔

source: Eastern Balochi
khw: مشرقی بلوچی

source: Eastern Huasteca Nahuatl
khw: ایسٹرن حواسٹیکا نہواتل

source: Eastern Min
khw: مشرقی مِن

source: Eastern Penan
khw: مشرقی پینان

source: Easy
khw: اسان

source: Ebrie
khw: ایبرائی

source: Edit
khw: تبدیلی

source: Edit Profile
khw: پروفائلو تبدیل کوریک

source: e.g., “What do you wish you could use technology for?”
khw: مثلاً " تو ٹیکنالوجیو کھیو پچین استعمال کوریکو ارمان کوسان"

source: Email
khw: ای میل

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
khw: ای میل: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
khw: <emailFragment> سائین اب</emailFragment>ہیا مہما، واقعات وا کامن وائسو خصوصیتان ای بیتی ساوزیکا حصہ گنیکو پچین اسپہ ای میلان لسٹا سائن اپ بوس۔

source: Email is already used for a different account
khw: ای میل پروشٹی خور اکاونٹو سوم استعمال بیتی شیر

source: Email Subscriptions
khw: ای میلان سبسکرپشنز

source: Emakhuwa
khw: ایماخوا

source: English
khw: انگریزی

source: Enter Email to Download
khw: ڈون لوڈ کوریکو پچین ای میلو دیت

source: Enter email to send a sign up link
khw: سائن-اب لنک انځیکو بچین تان ای میلو نیویشے

source: Enter your Country/Region of Residence
khw: تان ملکو/حال بیکو علاقو نیویشے

source: Enter your email
khw: تان ای میل ایڈریسو نیویشے

source: Enter your public domain sentence here
khw: عام رویان پچین تان جملان ہایا نویشور

source: Enter your public domain sentences here
khw: عام رویان دائرو جملان ہیا نیویشے

source: Error
khw: نقص

source: Error adding sentence
khw: نقص پیدا کوراک جملہ

source: Error { $code }
khw: نقص{ $code }

source: Error while playing audio file.
khw: ہوازو فائیلو چلیکو موژی ای نقص پیدا ہوئے۔

source: Erzya
khw: ارزیا

source: ESC
khw: ایس کیپ

source: Esperanto
khw: اسپیرانٹو

source: Estonian
khw: ایستونیا

source: Eton
khw: اتون

source: Events
khw: مہرکہ

source: Everyone
khw: ہرکوس

source: Ewe
khw: ٰٰٰایوا

source: Ewondo
khw: ایوانڈو

source: Example
khw: مثال

source: Exceeded 500 questions. Reduce number of questions and retry.
khw: 500 سوالار ذیاد ہونی۔ سولان کمے وا کوشش کو

source: Exit & Delete clips
khw: بیری نیسے وا اسکوردی ہوازان بوغاوے

source: Explore datasets <icon></icon>
khw: ڈیٹا سیٹان پتہ کو<icon></icon>

source: Explore the community and languages supported by Common Voice
khw: کامن وائس کیا کمیونیٹیو وا واران سوم کی مدد کویان تیتان پتہ کو

source: Express or solicit prejudiced or offensive sentiments
khw: متعصبانہ یا جارحانہ رائے دے یا درخواست کو

source: Failed to copy SHA256 Checksum
khw: SHA256 چیکسم کاپی نو ہوئے

source: Fang
khw: فانگ

source: FAQ
khw: عام سوالات

source: Faroese
khw: فاروِئسے

source: Featured in...
khw: ہیرا واضح۔۔۔

source: Female/Feminine
khw: کیمیری

source: Fewer than 15 words per sentence
khw: فی جملہ 15 کم لفظ

source: Fields marked with an asterisk (*) are required.
khw: کیا ژاغا کی (*) اوشوئے ہسے ضروری

source: File is too large
khw: فائیل بو لوٹ

source: File is too small
khw: فائیل بو څیق

source: Finance
khw: پیسہ

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
khw: ہتیتان مݰکے کاکی ہیا بارا سوچ کونیا ۔ ہتیت یونیورسٹی، اسکول، وکالات کوراک گروپ یا ڈیٹا سائنسو ڈال۔ ہتیتان تین لو دیت کی ہتیت کچہ کوری مدد کونی وا مدد کو کوریلیک۔ <outreachTemplates> لوڑے پوشٹی نویشی تیار کاردو ای میلان

source: Find us on Matrix
khw: میٹرکسا اسپا مݰکے

source: Finish editing first?
khw: اویل ایڈیٹنگو ختم کو

source: Finish recording
khw: رکارڈنگو بند کو

source: Finish recording first?
khw: پوشٹی رکارڈنگو ختم کو

source: Finish Review
khw: وا لوڑیکو مکمل کو

source: Finish validating
khw: تصدیق کوریکو ختم کو

source: Finish validating clips?
khw: ہوازان تصدیق کوریک نسی نیسایا?

source: Finnish
khw: فینیش

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
khw: اولا لوڑے کہ<languageLink> تہ وار ہیرا</languageLink> شیرا۔ اگر کی نیکی تھے تو تان وارو<languageRequestLink> شامل کوریکو </languageRequestLink>بچین راوے۔ جو پھوکیڑ شینی، سائٹو ترجمہ کوریک، وا جملہ بڑاڅیک۔

source: Follow guidelines from “What sentences can I add?”
khw: “اوا کیا جملان شامل کومآ?” شیرو رہنمائی سورا عمل کو

source: For every voice clip donated, and every audio clip validated, your account dashboards are updated to reflect your latest progress in each language you contribute to. Yes, you can contribute to more than one!<br/><br/> Use dashboards to track your stats, see how you're doing alongside others in the community, and set daily or weekly contribution goals.
khw: ہر ای ہواز ہیرا گیگو وا مستند بیکو بارا، تہ اکاونٹ ہر ای وارا کورمو بارا اگاہی دوئی۔ تو ایغار ذیاد جمع کوریکو بوس <br/> ۔ ڈیش بورڈو تان اکانٹو بارا معلومات کوریکو پچین استعمال کو۔ ہیا لوو لوڑے کہ تو وا خور کا ہے ڈالہ کیچہ بومیان، انوسو یا ہفتو کورمان لوڑے۔

source: for example
khw: مثالو طورا

source: For public domain text that is not available online, you could use academic referencing style e.g Harvard style "Jess (2021) My Public license poems"
khw: عام رویان پچین عبارت کی ہسے اونلائن دستاب نیکی، تو تعلیمی حوالہ جاتان استعمال کوریکو بوس مثلا ہارڈورڈو انداز "جیس (2021) مہ پبلک لائسنس نظم"

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
khw: ٹیکنالوجی سفو بچین جام کوروم کورار کی ریمیان، ہتے معلومات کی ہتیت ساوزیکان ضرورت بونیان، بو مختلف رویان سر گیلیک۔ مثالو طورا اگر اسپہ ای خاص لہجو کوراکان کی شامل نو اریتام، تھے ٹکنالوجی ہتے لہجو رویان بچین سہی کوروم نو کوئے۔ <learnMore>ہیہ لوو ݯھیݯھے کی بو امبوخ معلومات کو ضروت</learnMore>۔

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
khw: ہمی شروع بیرو واران ویب سائٹ کامیابیو سورا <localizationGlossaryLink> مقامی ہوئے</localizationGlossaryLink> وا ہیارا کافی<sentenceCollectionGlossaryLink> جملہ جمع ہونی</sentenceCollectionGlossaryLink> جاری کوریکو اجازت <speakLink> لوو </speakLink>وا<listenLink> کارکوریکا </listenLink> حصہ گانیک

source: Foundations
khw: تنظیمات

source: French
khw: فرانسیسی

source: Frisian
khw: فریسین

source: Fulah
khw: فولاہ

source: Fuzhou
khw: فوژو

source: Galician
khw: گالیسئین

source: Gawarbaiti
khw: گورباتی

source: Gawri
khw: گاؤری

source: GB
khw: جی بی

source: General
khw: عام

source: General language / multiple variants
khw: عام وار/ بو قسم

source: Georgian
khw: جورجیئن

source: German
khw: جرمن

source: Get in touch
khw: اسپہ تین لوو دیت

source: Get in touch <icon></icon>
khw: رابطہ حال بوس<icon></icon>

source: Get involved
khw: حصہ دار بیک

source: Get Involved
khw: حصہ گانیک

source: Get started <icon><icon>
khw: شروغ کو<icon><icon>

source: Get started with goals
khw: حدافان پروشٹہ لکھی شروع کو

source: Get Started with Speech Recognition
khw: لوو ہوݰ کوراکو سورا شروع کو

source: Get your certificate
khw: تان سرٹیفیکیٹو گنے

source: Gheg Albanian
khw: غیگ البانین

source: Ghomala
khw: گھومالا

source: <githubLink>NVIDIA NeMo</githubLink>™ is an <docsLink>open-source toolkit</docsLink> for researchers developing state-of-the-art conversational AI models.
khw: <githubLink>NVIDIA NeMo</githubLink>™اعلی اے آئی مشقولگیو نمونہ ساوزیکو حوالا محقیقین بچین <docsLink> ای اوپن سورس اسپاپ </docsLink> ۔

source: Goal reached
khw: مقصد پورا ہوئی

source: Goals
khw: حدف

source: Goan Konkani
khw: گوان کونکانی

source: Gorani
khw: گورانی

source: Go to Discourse
khw: مشقول گیا بوغے

source: Go to Languages Page
khw: واران صفحہ بوغے

source: Go to { $name }
khw: { $name } بوغے

source: <governanceLink>Read more about how we're governed</governanceLink>
khw: <governanceLink> اسپہ حکمرانیو بارا خور معلوماتان پچین ہمو راوور</governanceLink>

source: Governments
khw: حکومت

source: Grammatical / spelling error
khw: گرائمر/ہجو غلظ

source: Great! How many clips a week?
khw: بوجام! ای ہفتہ کندوری ہواز ؟

source: Great! How many clips per day?
khw: بوجام! ای انوس کندوری ہواز؟

source: Great!<recordIcon></recordIcon> Record your next clip
khw: بوجام!<recordIcon></recordIcon> پروشٹی بی تان خور ہواز رکارڈ کو

source: Great work!<playIcon></playIcon> Listen again when you're ready
khw: بو جام! کیا وخت کی تیار ہوو </playIcon><playIcon>وا کارکوے

source: Greek
khw: یونان

source: Gronings
khw: گرونینگس

source: Guarani
khw: گوارانی

source: Guidelines
khw: رہنمائی

source: Gujarati
khw: گجراتی

source: Gujari
khw: گوجری

source: Haitian
khw: ہیٹیئن

source: Hakha Chin
khw: ہخناچین

source: Hausa
khw: ہاوسا

source: Have a previous or upcoming event? Share it with us and we will announce it to our community or write a blog about it!
khw: بوغدو یا گیاگ کیہ تقرب شینیا؟ ہیتان بارا اسپہ تین لودیت۔ اسپہ ہیتان تان کمیونیٹیا اعلان کوسی یا ہیتان بارا مضمون نیویشیسی

source: Have Feedback?
khw: تبصیرہ کوسانا؟

source: Have you read our Terms?
khw: تو اسپہ شرطان لوڑیتاوا؟

source: Having an account is not required to contribute, though it is helpful.
khw: حصہ دریکو بچین اکاونٹ ضروری نو، اکرچہ ہیا مدد کویان۔

source: Having a profile is not required to contribute though it is helpful, see why below.
khw: حصہ دریکو بچین اکاونٹ ضروری نو، اکرچہ ہمو فائدہ بویان، ہے معلوماتو بچین موڑا لوڑو

source: Healthcare
khw: صحت

source: Hebrew
khw: ہیبرِیو

source: Help
khw: مدد

source: Help Common Voice reach { $hours } hours in a language with a personal goal
khw: کامن وائسو { $hours }گھنٹہ ای وارا تان ذاتی حدفو پورا کوریکا مدد کو

source: Help create Common Voice’s first target segment in { $locale }
khw: کامن وائسو اولو حصو حدف { $locale } لکھیکا مدد کو

source: Help reach { $hours } hours in { $language } with a personal goal
khw: { $hours } گھنٹہ{ $language } وارا تان ذاتی مقصدو پورا کوریکا مدد کو

source: Help teach machines how real people speak, donate your voice at { $link }
khw: مشینو اصل روئی کچہ کوری لو دونیان رے ݯییݯیکا مدد کو، تان ہوازو ہیا ژاغا{ $link } مہربانی کو۔

source: Help us build a community around voice technology, stay in touch via email.
khw: ہوازو ٹیکنالوجیو سورا ایغو گنی کوروم کوریکو بچین اسپہ سوم یُوان بوس، ای میلو ذریعا ربطا بہچے۔

source: Help us build a high quality, publicly open dataset
khw: ہنیسے اسپہ سون جام معیارو سفو پچین ڈٹاسیٹ ساوزیکا مدد کویان

source: Help us find more voices, share your goal
khw: اسپہ سوم خور ہواز مݰکیکا مدد کو۔ تان حدفو انځاوے

source: Help us find others to donate their voice!
khw: اسپہ سوم ہتے رویان مݰکیکا مدد کورے کاکی تان ہوازو مہربانی کوریکو تین تیار!

source: Help us get to { $goal }
khw: اسپہ سون { $goal } گنیکامدد کو

source: Help us validate sentences!
khw: اسپہ سون ہوازو تسدیق کوریکا مدد کو!

source: Help us validate voices
khw: ہوازان تصدیق کوریکا مدد کورے

source: Heng Hua
khw: ہینگ ہوا

source: Here are the links to download your ZIP files.
khw: تہ زیپ فائلان ڈاون لوڈ کوریکو بچین لینک ہمیت

source: Hidden
khw: کھوشت

source: Highland Puebla Nahuatl
khw: ہائی لینڈ پیوبلا ناہوتل

source: Hiligaynon
khw: ہیلیگینون

source: Hill Mari
khw: ہل ماری

source: Hindi
khw: ہندی

source: His hand was rais-ed.
khw: ہتوغو ہوست اوسنے اوشونی

source: History, Law and Government
khw: تاریخ، قانون وا حکومت

source: Hours
khw: گھنٹہ

source: Hours Recorded
khw: گھنٹہ رکارڈ ہوئے

source: Hours Validated
khw: گھنٹہ توثیق ہوئے

source: How ?
khw: کیچہ؟

source: How are project decisions made?
khw: منصوبو فیصلہ کیچہ بیتی بویان؟

source: How can we effectively grow a language on Common Voice?
khw: اسپہ کامن وائسا ای وارو کیا طریقہ پوشٹی الوسی؟

source: How does Common Voice work?
khw: کامن وائس کیچا کوروم کویان؟

source: How does site localization work?
khw: سائٹو مقامی کوراک کیچہ کوروم کویان؟

source: How do I access and use the dataset?
khw: اوا ڈیٹا بیسا کیچا بیتی بیم وا استعمال کیچہ کوری کوم۔

source: How do I add a language?
khw: اوا ای وارو کیچہ کوری شامل کوم؟

source: How do I add sentences?
khw: جملان اوا کیچہ کوری شامل کوم؟

source: How do I cite?
khw: کچہ کوری حوالہ دوم؟

source: How do I know whether to approve a voice clip?
khw: اوا کیا طریقہ ہوݰ کوم کی ای ہوازو منظور کوریلیک رے؟

source: How do I record a high quality voice clip?
khw: اوا جام معیارو ہواز کیچہ کوری محفوظ کوم؟

source: How do I stay in touch?
khw: اوا کیچہ بیتی رابطہ بہچوم؟

source: How is Common Voice funded?
khw: کامن وائس کیچہ بیتی ساوز ہوئے؟

source: How Spontaneous Speech works
khw: اسپونٹینئس اسپیچ کیچہ کوروم کویان؟

source: How to add multiple sentences
khw: ذیاد جملان کیچہ کوری شامل کوریلیک

source: How would you describe your accent?
khw: تو تان لب و لہجو کچہ کوری بیان کوس؟

source: How would you describe your sex or gender?
khw: تو کیمیریا موش رے، کچہ کوری وضاحت کو

source: Huarijio
khw: ہُواریجیو

source: Huautla Mazatec
khw: ہواتلا مزاٹیک

source: Hungarian
khw: ہنگرین

source: I agree
khw: اوا منیمان

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
khw: اوا کامن وائسو <termsLink> شرطان</termsLink> وا <privacyLink>راز دریو نوٹسو </privacyLink> قبول کومان۔

source: Ibibio
khw: ابیبیو

source: Icelandic
khw: ائسلینڈیک

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
khw: تصدیق کومان کی ہیہ جملہ <wikipediaLink> عام رویان دائرو </wikipediaLink> وا مہ تین ہمو اپلوڈ کوریکو اجازت شیر۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
khw: * اوا تصدیق کومان کی ہیا سوال <publicDomainLink>عام رویان ڈومینو </publicDomainLink> وا متین ہمو اپلوڈ کوریکو اجازت شیر۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
khw: تصدیق کومانا کہ ہایا جملہ <wikipediaLink> عام رویان پچین شیر </wikipediaLink> اوا ہمو اپلوڈ کوریکو اجازت دومان

source: <icon></icon> Add multiple public domain sentences
khw: <icon></icon> عام رویان دائرہ امبوخ جملان شامل کو

source: Ideally natural and conversational (it should be easy to read the sentence)
khw: جام ہش بوئے کہ قدرتی اوچے لوار نسار (جملہ ریکا آسان بائے)

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
khw: اوا ای میل گیک جاری سوتیک مݰکیمان تاکہ مہ تین مہ حدف یاد بہچور، مہ کورمو بارا آگاہی بوئے، وا کامن وائسو بارا خبر گونی۔

source: I do not agree
khw: اوا نو مانیمان

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
khw: اگر ای ہوازو جو ژون کی رد ارینی، توغو ایک خور ژاغا لکھونو بوئے۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
khw: اگر کی تہ تان لفظ اوشونی صرف<italicizedText> "تان حوالہ"</italicizedText> نیویشے۔ اسپہ معلوم کوریلیک کہ تو ہمی اشناریان کورا لیتاو تاکہ اسپہ عام ژاغا لڑیسی وا کوس کاپی رائٹ مو بانی۔ حوالہ دیکو معلوماتان بچین اسپہ <guidelinesLink> رہنمائی صفحو </guidelinesLink>لوڑے۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
khw: رکارڈنگ کی ݯیتائے توغو مسترد کوجب تک سف نویشیرو ریکو ہواز کارا نو دوئے

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
khw: فائلو بارا خور معلومات کی دوسان مہربانی کوری ہیا کوری نیویشے <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
khw: ہیا فائیلو بارا خور دی معلومات کی دوسان کی ہتیتان ہیا شامل کوریکو ژاغا نیکی تھے اسپہ سوم رابطہ کو <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
khw: جملہ کی سورا شرطو پورا نو کویان تھے "نو" بٹینو دیت

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
khw: اگر جملہ بوعدو معیارو پورا کی نو کویان ہیا&quot; کلک کو۔ ہوسکی وشکی&quot; بٹینیں رد کو۔ اگر جملو بارا تہ یقین کی نو بویان، تو ہورو سورین نیسی پوشٹی بیکو بوس۔
